{
  "plants": {
    "data": [
      {
        "name": "Orquídea",
        "description": "Uma bela orquídea com flores exuberantes, perfeita para iluminar qualquer ambiente. Suas cores vibrantes e delicadas fazem dela uma escolha encantadora.",
        "image": "http://localhost:4202/assets/images/plant-a.svg",
        "price": 25.99
      },
      {
        "name": "Suculenta",
        "description": "Uma suculenta resistente e fácil de cuidar. Ideal para quem busca uma planta que requer pouca manutenção. Suas folhas carnudas armazenam água, proporcionando maior durabilidade.",
        "image": "http://localhost:4202/assets/images/plant-b.svg",
        "price": 12.5
      },
      {
        "name": "Jasmim",
        "description": "O jasmim, conhecido por seu perfume envolvente, é perfeito para jardins e áreas externas. Suas flores brancas exalam uma fragrância doce e relaxante.",
        "image": "http://localhost:4202/assets/images/plant-c.svg",
        "price": 18.75
      },
      {
        "name": "Lírio",
        "description": "O lírio, símbolo de pureza e elegância, é uma escolha sofisticada para qualquer ambiente. Suas flores majestosas e longas hastes criam um visual imponente.",
        "image": "http://localhost:4202/assets/images/plant-d.svg",
        "price": 30.0
      },
      {
        "name": "Cacto",
        "description": "O cacto, adaptado a climas áridos, é uma adição única e moderna à sua coleção de plantas. Suas formas intrigantes e poucas exigências de cuidado tornam-no uma opção popular.",
        "image": "http://localhost:4202/assets/images/plant-e.svg",
        "price": 9.99
      },
      {
        "name": "Ficus",
        "description": "O ficus, com suas folhas exuberantes e brilhantes, é uma planta de interior versátil. Adapta-se a diferentes condições de luz e adiciona um toque de frescor à decoração.",
        "image": "http://localhost:4202/assets/images/plant-f.svg",
        "price": 22.5
      },
      {
        "name": "Violeta",
        "description": "A violeta, com suas flores pequenas e vibrantes, é perfeita para adicionar cor aos espaços internos. Fácil de cuidar, é uma escolha popular entre os amantes de plantas.",
        "image": "http://localhost:4202/assets/images/plant-g.svg",
        "price": 15.99
      },
      {
        "name": "Samambaia",
        "description": "A samambaia, com suas folhas elegantes e delicadas, traz uma sensação de frescor e naturalidade. Ideal para áreas sombreadas, adiciona um toque de natureza a qualquer ambiente.",
        "image": "http://localhost:4202/assets/images/plant-h.svg",
        "price": 17.25
      },
      {
        "name": "Girassol",
        "description": "O girassol, símbolo de vitalidade e alegria, é uma escolha radiante para jardins ensolarados. Suas flores amarelas seguem o movimento do sol, criando um espetáculo visual encantador.",
        "image": "http://localhost:4202/assets/images/plant-i.svg",
        "price": 28.99
      },
      {
        "name": "Bromélia",
        "description": "A bromélia, com suas cores vivas e formato único, é uma planta tropical que adiciona um toque exótico à decoração. Suas folhas formam uma roseta elegante e duradoura.",
        "image": "http://localhost:4202/assets/images/plant-j.svg",
        "price": 24.5
      },
      {
        "name": "Peperômia",
        "description": "A peperômia, com suas folhas pequenas e padrões interessantes, é uma planta de interior charmosa. Suporta ambientes com pouca luz e é uma escolha popular para espaços compactos.",
        "image": "http://localhost:4202/assets/images/plant-k.svg",
        "price": 14.75
      },
      {
        "name": "Azaleia",
        "description": "A azaleia, com suas flores abundantes e coloridas, é uma opção encantadora para jardins e varandas. Sua floração exuberante adiciona um toque de beleza à paisagem.",
        "image": "http://localhost:4202/assets/images/plant-l.svg",
        "price": 19.99
      }
    ]
  }
}
